<?php
include "./header.php";
?>

<body>
    <div class="container border border-primary border border-5 rounded-3">
        <div>
            <h1>วิทยาการคอมพิวเตอร์</h1>
            <p>
                ภาษาไทย: วิทยาศาสตรบัณฑิต สาขาวิชาวิทยาการคอมพิวเตอร์
                ภาษาอังกฤษ: Bachelor of Science Program in Computer Science
                ชื่อปริญญาและสาขาวิชา
                ชื่อเต็ม (ไทย): วิทยาศาสตรบัณฑิต (วิทยาการคอมพิวเตอร์)
                ชื่อย่อ (ไทย): วท.บ. (วิทยาการคอมพิวเตอร์)
                ชื่อเต็ม (อังกฤษ): Bachelor of Science (Computer Science)
                ชื่อย่อ (อังกฤษ): B.Sc.( Computer Science)
                จำนวนหน่วยกิตที่เรียนตลอดหลักสูตร : ไม่น้อยกว่า 124 หน่วยกิต
                อาชีพที่สามารถประกอบได้หลังสำเร็จการศึกษา
                (1) นักวิเคราะห์และออกแบบระบบโปรแกรม (Software)
                (2) นักวิเคราะห์และออกแบบระบบเครือข่าย (Network)
                (3) นักออกแบบและพัฒนาเว็บไซต์
                (4) ผู้ประกอบการรับติดตั้ง ดูแลระบบเครือข่าย
                (5) ผู้ประกอบการด้าน Software
                (6) ผู้ดูแลระบบ E-Commerce
                (7) นักเขียนโปรแกรม

                โครงสร้างหลักสูตร
                (1) หมวดวิชาศึกษาทั่วไป
                (1.1) กลุ่มวิชาสังคมศาสตร์
                (1.2) กลุ่มวิชามนุษยศาสตร์
                (1.3) กลุ่มวิชาภาษา
                (1.4) กลุ่มวิชาวิทยาศาสตร์และคณิตศาสตร์
                30
                6
                6
                12
                6
                หน่วยกิต
                หน่วยกิต
                หน่วยกิต
                หน่วยกิต
                หน่วยกิต
                (2) หมวดวิชาเฉพาะ
                (2.1) กลุ่มวิชาแกน
                (2.2) กลุ่มวิชาเอกบังคับ
                (2.3) กลุ่มวิชาเอกเลือก
                88
                18
                51
                19
                หน่วยกิต
                หน่วยกิต
                หน่วยกิต
                หน่วยกิต
                (3) หมวดวิชาเลือกเสรี
                6
                หน่วยกิต
            </p>
        </div>
    </div>
</body>

<?php include "footer.php"; ?>