<?php
include "./header.php";
?>

<body>
    <div class="container">
        <div class="row">
            <div class="col-4">
                <div class="mt-5 ps-5">
                    <h2>เมนู</h2>
                    <hr>
                    <div class="m-3" onclick="location.href='?page=index'">
                        <span><i class="fa fa-hand-o-right me-3" style="font-size: 20px;" aria-hidden="true"></i> หน้าหลัก</span>
                    </div>
                    <div class="m-3" onclick="location.href='?page=process'">
                        <span><i class="fa fa-hand-o-right me-3" style="font-size: 20px;" aria-hidden="true"></i> กระบวนการสหกิจศึกษา</span>
                    </div>
                    <div class="m-3" onclick="location.href='?page=dutyofstudent'">
                        <span><i class="fa fa-hand-o-right me-3" style="font-size: 20px;" aria-hidden="true"></i> บทบาทและหน้าที่ของนักศึกษาสหกิจศึกษา</span>
                    </div>
                    <div class="m-3" onclick="location.href='?page=dutyoftech'">
                        <span><i class="fa fa-hand-o-right me-3" style="font-size: 20px;" aria-hidden="true"></i> บทบาทและหน้าที่ของอาจารย์นิเทศ</span>
                    </div>
                    <div class="m-3" onclick="location.href='?page=featureofcompany'">
                        <span><i class="fa fa-hand-o-right me-3" style="font-size: 20px;" aria-hidden="true"></i> คุณสมบัติของสถานประกอบการ</span>
                    </div>
                    <div class="m-3" onclick="location.href='?page=featureofstudent'">
                        <span><i class="fa fa-hand-o-right me-3" style="font-size: 20px;" aria-hidden="true"></i> คุณสมบัติของนักศึกษาสหกิจศึกษา</span>
                    </div>
                    <div class="m-3" onclick="location.href='?page=report'">
                        <span><i class="fa fa-hand-o-right me-3" style="font-size: 20px;" aria-hidden="true"></i> การเขียนรายงาน สหกิจศึกษา</span>
                    </div>

                </div>


            </div>
            <div class="col-8">
                <div class="mx-5 p-5">
                    <?php
                    switch ($_GET['page']) {
                        case 'index':
                    ?>
                            <h2>สหกิจศึกษา มหาวิทยาลัยเจ้าพระยา</h2>
                            <hr>
                            <div class="m-3" onclick="window.open('https://drive.google.com/drive/folders/1tiolP3fCS9MHPZ3UPphqkUVqVJw9mt4y', '_blank')" >
                                <span><i class="fa fa-book me-3" style="font-size: 25px;" aria-hidden="true"></i> คู่มือสหกิจศึกษา</span>
                            </div>
                            <div class="m-3" onclick="window.open('https://drive.google.com/drive/folders/1tiolP3fCS9MHPZ3UPphqkUVqVJw9mt4y', '_blank')" >
                                <span><i class="fa fa-file-text-o me-3" style="font-size: 25px;" aria-hidden="true"></i> ไฟล์เล่มคู่มือ Co-op Manual_CPU</span>
                            </div>
                            <div class="m-3" onclick="window.open('https://drive.google.com/drive/folders/1EsUeBub0qjscCpwdqPljTqui1Z8AOnsM', '_blank')">
                                <span><i class="fa fa-file-text me-3" style="font-size: 25px;" aria-hidden="true"></i> แบบฟอร์ม และเอกสารสหกิจศึกษา</span>
                            </div>
                            <div class="m-3" onclick="window.open('https://drive.google.com/drive/folders/1tiolP3fCS9MHPZ3UPphqkUVqVJw9mt4y', '_blank')">
                                <span><i class="fa fa-graduation-cap me-3" style="font-size: 25px;" aria-hidden="true"></i> การจัดการเรียนการสอนรูปแบบสหกิจศึกษา</span>
                            </div>
                            <hr>
                            <div class="m-3">
                                <span><i class="fa fa-book me-3" style="font-size: 25px;" aria-hidden="true"></i> การจัดการเรียนการสอนแบบบูรณาการการเรียนกับการทำงาน</span>
                            </div>
                            <div class="m-3">
                                <span><i class="fa fa-book me-3" style="font-size: 25px;" aria-hidden="true"></i> ตัวอย่างรูปเล่มรายงานผลการปฏิบัติงาน WiL</span>
                            </div>
                            <div class="m-3">
                                <span><i class="fa fa-book me-3" style="font-size: 25px;" aria-hidden="true"></i> คู่มือการรับรองสิทธิประโยชน์ทางภาษี สำหรับสถานประกอบการ</span>
                            </div>
                            <div class="m-3">
                                <span><i class="fa fa-book me-3" style="font-size: 25px;" aria-hidden="true"></i> ประกาศการจ่ายค่าเบี้ยเลี้ยง และค่ายานพาหนะ (Download)
                                </span>
                            </div>
                            <div class="m-3">
                                <span><i class="fa fa-book me-3" style="font-size: 25px;" aria-hidden="true"></i> ขั้นตอนการเบิกเงินสำหรับการนิเทศงานสหกิจศึกษา</span>
                            </div>
                            <div class="m-3">
                                <span><i class="fa fa-book me-3" style="font-size: 25px;" aria-hidden="true"></i> แบบฟอร์มมาตรฐานทักษะภาคปฏิบัติรายชั้นปี </span>
                            </div>
                            <div class="m-3">
                                <span><i class="fa fa-book me-3" style="font-size: 25px;" aria-hidden="true"></i> แบบฟอร์มแแผนจัดการเรียนการสอนแบบบูรณาการกับการทำงาน ระดับรายวิชา</span>
                            </div>
                            <div class="m-3">
                                <span><i class="fa fa-book me-3" style="font-size: 25px;" aria-hidden="true"></i> แบบฟอร์มแผนจัดการเรียนการสอนแบบบูรณาการกับการทำงาน ระดับหลักสูตร</span>
                            </div>
                            <div class="m-3" onclick="window.open('https://drive.google.com/file/d/1SPTDj0Y_LW-V_fa64RZnviPQrKXIXBTf/view', '_blank')">
                                <span><i class="fa fa-book me-3" style="font-size: 25px;" aria-hidden="true"></i> ตัวอย่าง มคอ 4 ปฏิบัติภาคสนาม</span>
                            </div>
                            <hr>
                            <h4>ประกาศศูนย์สหกิจศึกษา ฝ่ายวิชาการ มหาวิทยาลัยเจ้าพระยา</h4>
                            <h4>เรื่อง คุณสมบัติและเงื่อนไขของนักศึกษาสหกิจศึกษา</h4>
                        <?php
                            break;
                        case 'process': ?>
                            <h2>กระบวนการสหกิจศึกษา</h2>
                            <hr>
                            <h4>กระบวนการสหกิจศึกษา มหาวิทยาลัยเจ้าพระยา</h4>
                            <h4>1. ศูนย์สหกิจศึกษา</h4>
                            <p class="ms-5">รับสมัครนักศึกษาตามคุณสมบัติที่มหาวิทยาลัยกำหนดเข้าเป็นนักศึกษาสหกิจศึกษา</p>
                            <p class="ms-5">คณะ/สาขาวิชา เป็นผู้ทำการคัดเลือกนักศึกษา</p>
                            <p class="ms-5">เชิญสถานประกอบการเข้าร่วมโครงการ</p>
                            <h4>2. สถานประกอบการ</h4>
                            <p class="ms-5">เสนอรายละเอียดของตำแหน่งและลักษณะงานที่ต้องการให้นักศึกษาปฏิบัติรวมทั้งอัตราตอบแทนให้แก่มหาวิทยาลัยทราบล่วงหน้า</p>
                            <h4>3. ศูนย์สหกิจศึกษา</h4>
                            <p class="ms-5">ส่งใบสมัครงานสหกิจศึกษาให้สถานประกอบการคัดเลือกนักศึกษา</p>
                            <p class="ms-5">สถานประกอบการพิจารณาใบสมัครและส่งผลกลับมายัง ศูนย์สหกิจศึกษาของสถาบันฯ</p>
                            <h4>4. นักศึกษาสหกิจศึกษา</h4>
                            <p class="ms-5">ทำการลงทะเบียนล่วงหน้าก่อนปิดภาคการศึกษาเพื่อที่จะเตรียมออกไปปฏิบัติงานสหกิจศึกษาในภาคการศึกษาต่อไป</p>
                            <h4>5. คณะ/สาขาวิชา/ศูนย์สหกิจศึกษา</h4>
                            <p class="ms-5">จัดประชุมสัมมนาเตรียมความพร้อมของอาจารย์นิเทศงานสหกิจศึกษา</p>
                            <p class="ms-5">อบรมสัมมนาและปฐมนิเทศนักศึกษาสหกิจศึกษาก่อนออกไปปฏิบัติงานล่วงหน้าไม่เกิน 1 ภาคการศึกษา ในหัวข้อ เช่น ความปลอดภัยในโรงงาน 5 ส. ฯลฯ (ในกรณีที่ยังไม่มีวิชาเตรียมสหกิจศึกษา)</p>
                            <p class="ms-5">จัดอบรมเตรียมความพร้อมของนักศึกษาสหกิจศึกษา</p>
                            <h4>6. ศูนย์สหกิจศึกษา</h4>
                            <p class="ms-5">แจ้งรายชื่อนักศึกษาสหกิจให้กับสถานประกอบการ</p>
                            <p class="ms-5">ชี้แจงขั้นตอนการปฏิบัติงานสหกิจศึกษา</p>
                            <p class="ms-5">แจ้งนักศึกษาสหกิจศึกษาให้ไปรายงานตัวที่สถานประกอบการ</p>
                            <h4>7. สถานประกอบการ</h4>
                            <p class="ms-5">ฝ่ายบุคคลปฐมนิเทศแก่นักศึกษาในเรื่องต่างๆ เช่น ระเบียบ ข้อบังคับของบริษัท การปรับตัวความปลอดภัยในการทำงาน</p>
                            <p class="ms-5">พนักงานพี่เลี้ยงจะต้องแจ้งรายละเอียดหน้าที่ที่จะปฏิบัติงานให้นักศึกษาทราบ</p>
                            <p class="ms-5">พนักงานพี่เลี้ยงมีหน้าที่ดูแลรับผิดชอบนักศึกษา ให้คำแนะนำ คำปรึกษา ตลอดระยะเวลาการปฏิบัติงานสหกิจศึกษา</p>
                            <h4>8. นักศึกษาสหกิจศึกษา</h4>
                            <p class="ms-5">นักศึกษาจัดส่งแบบฟอร์มเอกสารสหกิจศึกษาที่เกี่ยวข้องกลับมายังศูนย์สหกิจศึกษา</p>

                            <h4>9. สถานประกอบการ</h4>
                            <p class="ms-5">เอกสารสหกิจศึกษาที่เกี่ยวข้องกลับมายังศูนย์สหกิจศึกษาภายในสัปดาห์ที่ 1</p>
                            <p class="ms-5">สถานประกอบการจัดส่งเอกสารการประเมินผลการปฏิบัติงานกลับมายังศูนย์สหกิจศึกษา (หลังจากนักศึกษาปฏิบัติงานเสร็จสิ้น) (หลังจากนักศึกษาปฏิบัติงานเสร็จสิ้น)</p>
                            <h4>10. อาจารย์นิเทศงานสหกิจศึกษา</h4>
                            <p class="ms-5">ประสานงานกับผู้นิเทศงาน</p>
                            <p class="ms-5">อาจารย์นิเทศงานสหกิจศึกษาออกนิเทศงานนักศึกษาสหกิจศึกษา</p>
                            <p class="ms-5">ประเมินผลการนิเทศ</p>
                            <h4>11. ศูนย์สหกิจศึกษา</h4>
                            <p class="ms-5">จัดกิจกรรมปัจฉิมนิเทศ เช่น อาจารย์นิเทศงานสหกิจศึกษาสัมภาษณ์นักศึกษาถึงปัญหาต่างๆในการทำงาน จัดให้นักศึกษาแลกเปลี่ยนประสบการณ์ร่วมกับการ</p>
                            <p class="ms-5">จัดนิทรรศการผลงานนักศึกษาสหกิจศึกษา และพิธีมอบสัมฤทธิบัตรแก่นักศึกษา</p>

                            <h4>12. คณะ/สาขาวิชา/ศูนย์สหกิจศึกษา</h4>
                            <p class="ms-5">ประเมินผลสหกิจศึกษาโดยอาศัยข้อมูลจาก</p>
                            <p class="ms-5">- ผลการประเมินจากสถานประกอบการ</p>
                            <p class="ms-5">- ผลประเมินจากอาจารย์นิเทศงานสหกิจศึกษา</p>
                            <p class="ms-5">- ผลประเมินจากอาจารย์นิเทศงานสหกิจศึกษา</p>
                            <p class="ms-5">- การเข้าร่วมกิจกรรมของนักศึกษาก่อน และหลังสหกิจศึกษา</p>
                            <p class="ms-5">ผลการประเมินเป็นไปตามเกณฑ์ที่สถาบันอุดมศึกษากำหนด</p>
                        <?php
                            break;
                        case 'dutyofstudent': ?>
                            <h2>บทบาทและหน้าที่ของนักศึกษาสหกิจศึกษา</h2>
                            <hr>
                            <h4>บทบาทและหน้าที่ของนักศึกษาสหกิจศึกษา</h4>
                            <p class="ms-5">1.ต้องผ่านการปฐมนิเทศและผ่านรายวิชาเตรียมสหกิจศึกษาตามที่สาขาวิชากำหนด</p>
                            <p class="ms-5">2.ติดตามข่าวสารการประกาศตำแหน่งงานและประสานกับศูนย์สหกิจศึกษาตลอดเวลา</p>
                            <p class="ms-5">3.หมั่นฝึกฝนและเพิ่มพูนความรู้ทางวิชาการอย่างต่อเนื่องรวมทั้งทักษะด้านคอมพิวเตอร์และภาษาก่อนไปปฏิบัติงานสหกิจศึกษา</p>
                            <p class="ms-5">4.ตั้งใจปฏิบัติงานที่ได้รับมอบหมายจากพนักงานที่ปรึกษาอย่างเต็มกำลังความสามารถ</p>
                            <p class="ms-5">5.ปฏิบัติตนอยู่ในระเบียบวินัยหรือข้อบังคับของสถานประกอบการโดยไม่ฝ่าฝืนหรือละเลย เช่น การลางานและไม่ควรหยุดงานโดยไม่จำเป็น หลีกเลี่ยงการทะเลาะเบาะแว้งในสถานประกอบการทุกกรณี</p>
                            <p class="ms-5">6.ติดต่อส่งเอกสารที่กำหนดและให้ข่าวสารการปฏิบัติงานของตนเองกับศูนย์สหกิจศึกษาฯ ตลอดระยะเวลาที่ปฏิบัติงาน ณ สถานประกอบการ</p>
                            <p class="ms-5">7.หากมีปัญหาในการปฏิบัติงานจะต้องรีบติดต่ออาจารย์นิเทศหรืออาจารย์ประจำศูนย์สหกิจศึกษาทันที</p>
                        <?php
                            break;
                        case 'dutyoftech': ?>
                            <h2>บทบาทและหน้าที่ของอาจารย์นิเทศ</h2>
                            <hr>
                            <h4>บทบาทและหน้าที่ของอาจารย์นิเทศ</h4>
                            <p class="ms-5">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อาจารย์นิเทศทำหน้าที่ให้คำแนะนำนักศึกษาเกี่ยวกับรายวิชาสหกิจศึกษาติดตามความก้าวหน้าการปฏิบัติงานนิเทศงานสหกิจศึกษา ณ สถานประกอบการขณะนักศึกษาปฏิบัติงานสหกิจศึกษา ร่วมกิจกรรมตามที่ศูนย์สหกิจศึกษากำหนด และร่วมประเมินผลรายวิชาสหกิจศึกษา ดังบทบาทหน้าที่ดังต่อไปนี้</p>
                            <hr>
                            <h4>1.บทบาทและหน้าที่ของอาจารย์นิเทศก่อนการปฏิบัติงานสหกิจศึกษา</h4>
                            <h5 class="ms-3">1.1 การจัดหางานสหกิจศึกษาและการับรองคุณภาพงานสหกิจศึกษา</h5>
                            <p class="ms-5">1) ลักษณะงานต้องตรงตามสาขาวิชา และ/หรือ วิชาชีพ</p>
                            <p class="ms-5">2) ลักษณะงานต้องเป็นโครงงานที่ตรงกับสาขาวิชาและเน้นประสบการณ์</p>
                            <p class="ms-5">3) ลักษณะงานต้องเหมาะสมกับคุณสมบัติและความสามารถของนักศึกษา</p>
                            <p class="ms-5">4) คุณค่าทางวิชาการของตำแหน่งงานไม่ต่ำกว่าดูจากการประยุกต์ใช้ทฤษฎี ความยากง่าย</p>
                            <p class="ms-5">5) ตำแหน่งงานมีค่าตอบแทนและสวัสดิการ ตามความเหมาะสมและจำเป็น</p>
                            <p class="ms-5">6) กำหนดสถานประกอบการและตำแหน่งงานเป้าหมายของนักศึกษาร่วมกับสาขาวิชาและศูนย์สหกิจศึกษาและหน่วยงานที่เกี่ยวข้อง</p>
                            <h5 class="ms-3">1.2 การพิจารณาคุณสมบัตินักศึกษาสหกิจศึกษา</h5>
                            <p class="ms-5">1) ร่วมกันกำหนดคุณสมบัติของนักศึกษา เช่น เกรดเฉลี่ยสะสม รายวิชาเตรียมพร้อมสหกิจศึกษา</p>
                            <p class="ms-5">2) อบรมเตรียมความพร้อมนักศึกษาก่อนไปสหกิจศึกษา</p>
                            <p class="ms-5">3) กำหนดเงื่อนไขทางวิชาการของนักศึกษาที่สามารถไปปฏิบัติงานสหกิจศึกษา ณ สถานประกอบการ</p>
                            <h5 class="ms-3">1.3 การจับคู่ระหว่างนักศึกษากับสถานประกอบการ</h5>
                            <p class="ms-5">1) การจับคู่ระหว่างนักศึกษากับสถานประกอบการ</p>
                            <p class="ms-5">2) อาจารย์นิเทศร่วมกับหัวหน้าสาขาวิชาพิจาณาความเหมาะสมของใบสมัคร สหกิจศึกษากับสถานประกอบการ</p>
                            <h5 class="ms-3">1.4 การชี้แจงนักศึกษาก่อนไปปฏิบัติงานสหกิจศึกษา</h5>
                            <p class="ms-5">1) ชี้แจ้งข้อควรปฏิบัติ ตลอดจนช่องทางการติดต่อสื่อสาร ก่อนที่นักศึกษาจะไปปฏิบัติงาน</p>
                            <h4>2.บทบาทและหน้าที่ของอาจารย์นิเทศระหว่างปฏิบัติงานสหกิจศึกษา</h4>
                            <h5 class="ms-3">2.1 การนิเทศนักศึกษา ณ สถานประกอบการ</h5>
                            <p class="ms-5">1) ต้องนิเทศนักศึกษา ณ สถานประกอบการ ร่วมกับผู้นิเทศ ใช้เวลานิเทศไม่น้อยกว่า 1 ชั่วโมงต่อการนิเทศงาน 1 ครั้ง</p>
                            <p class="ms-5">2) อาจารย์นิเทศต้องพบปะผู้นิเทศงานโดยลำพัง</p>
                            <p class="ms-5">3) อาจารย์นิเทศต้องพบปะนักศึกษาโดยลำพัง</p>
                            <p class="ms-5">4) พบปะทั้งสามฝ่ายร่วมกัน</p>
                            <h5 class="ms-3">2.2 การติดตามความก้าวหน้าการปฏิบัติงานของนักศึกษาสหกิจศึกษา</h5>
                            <p class="ms-5">1) การนิเทศงานสหกิจศึกษา ณ สถานประกอบการ</p>
                            <p class="ms-5">2) การให้คำปรึกษาโครงงาน</p>
                            <p class="ms-5">3) กาติดตามความก้าวหน้าของโครงงาน</p>
                            <p class="ms-5">4) การติดต่อทางโทรศัพท์ หรืออีเมลล์</p>
                            <p class="ms-5">5) กาติดต่อทางเว็บบอร์ด(Web board)หรือเทคโนโลยีสื่อสารอื่น ๆ </p>
                            <p class="ms-5">6) เข้าร่วมรับฟังการายงานความก้าวหน้าของโครงงานนักศึกษา การพิจารณารายงานความก้าวหน้าระยะกึ่งกลาง</p>
                            <hr>
                            <p> <i>ทั้งนี้อาจารย์นิเทศต้องพิจารณาวิธีการติดตามความก้าวหน้าการปฏิบัติงานของนักศึกษาและกำหนดแผนการนิเทศของอาจารย์สำหรับนักศึกษาเป็นรายบุคคล</i></p>
                            <hr>
                            <h4>3. บทบาทและหน้าที่ของอาจารย์นิเทศหลัง ปฏิบัติงานสหกิจศึกษา</h4>
                            <h5 class="ms-3">3.1 การประเมินผลการปฏิบัติงานสหกิจศึกษาของนักศึกษาสหกิจศึกษา</h5>
                            <p class="ms-5">1) ประเมินผลจากการนิเทศงานสหกิจศึกษา</p>
                            <p class="ms-5">2) ประเมินผลจากการติดตามความก้าวหน้า</p>
                            <p class="ms-5">3) ประเมินผลจากการนำเสนอผลงานในการสัมมนาหลังกลับจากการปฏิบัติงานสหกิจศึกษา</p>
                            <p class="ms-5">4) ประเมินผลจากรายงานฉบับสมบูรณ์</p>
                            <h5 class="ms-3">3.2 การประเมินผลการดำเนินงานสหกิจศึกษาและให้ข้อมูลสะท้อนกลับ</h5>
                            <p class="ms-5">1) ความรู้ ความเข้าใจในวัตถุประสงค์และกระบวนการสหกิจศึกษา</p>
                            <p class="ms-5">2) ลักษณะงานของนักศึกษาสหกิจศึกษาตรงตามสาขาวิชาชีพของนักศึกษา</p>
                            <p class="ms-5">3) ผลกระทบของโครงงานต่อสถานประกอบการ</p>
                            <p class="ms-5">4) คุณสมบัติของผู้นิเทศงานเป็นไปตามมาตรฐานการดำเนินงานสหกิจศึกษา</p>
                            <p class="ms-5">5) ศักยภาพการดำเนินงานสหกิจศึกษาของสถานประกอบการในอนาคต</p>
                            <p class="ms-5">6) ความเป็นไปได้ในการต่อยอดโครงงานและงานที่ปฏิบัติสู่งานวิจัยและการบริการวิชาการ</p>
                            <h4>4. มาตรฐานอาจารย์นิเทศ มหาวิทยาลัยเจ้าพระยา</h4>
                            <p class="ms-5">4.1 มีประสบการณ์การสอนไม่น้อยกว่า 1 ภาคการศึกษาและผ่านการอบรมการนิเทศงาน</p>
                            <p class="ms-5">4.2 เป็นคณาจารย์ประจำสาขาวิชาที่นักศึกษาสังกัดอยู่</p>
                            <p class="ms-5">4.3 ต้องมีแผนการนิเทศนักศึกษา</p>
                            <p class="ms-5">4.4 ต้องใช้เวลานิเทศไม่น้อยกว่า 1 ชั่วโมงต่อการนิเทศงาน 1 ครั้ง</p>
                            <p class="ms-5">4.5 ต้องติดตามความก้าวหน้าของนักศึกษา และให้คำแนะนำ</p>
                            <p class="ms-5">4.6 ต้องเข้าร่วมสัมมนาแลกเปลี่ยนความคิดเห็นระหว่างคณาจารย์และนักศึกษา</p>
                            <p class="ms-5">4.7 ตรวจรูปแบบการนำเสนอผลงานให้ข้อเสนอแนะ</p>
                            <p class="ms-5">4.8 ควรเข้ารับฟังการเสนอความก้าวหน้าของโครงงานของนักศึกษา</p>
                            <p class="ms-5">4.9 ควรเข้ารับฟังการนำเสนอผลการปฏิบัติงานของนักศึกษาร่วมกับผู้นิเทศงานและผู้บริหาร</p>
                        <?php
                            break;
                        case 'featureofcompany': ?>
                            <div class="mx-5">
                                <h2>คุณสมบัติของสถานประกอบการ</h2>
                                <hr>
                                <h4>คุณสมบัติของสถานประกอบการ</h4>
                                <p class="ms-5">มหาวิทยาลัยยินดีจะร่วมมือกับสถานประกอบการทุกระดับ ที่มีคุณสมบัติดังนี้</p>
                                <p class="ms-5">1. มีความเข้าใจ และเล็งเห็นความสำคัญในความร่วมมือในรูปแบบของสหกิจศึกษา</p>
                                <p class="ms-5">2. เป็นสถานประกอบการที่มีการประกอบการสอดคล้องกับวิชาชีพ และสาขาวิชาเอกของนักศึกษา</p>
                                <p class="ms-5">3. สามารถจัดผู้นิเทศงานที่มีประสบการณ์ในการดูแล และประเมินผลนักศึกษาตามกระบวนการสหกิจศึกษา</p>
                                <p class="ms-5">4. ยินดีจ่ายค่าตอบแทน หรือสวัสดิการเกื้อกูลแก่นักศึกษาตามที่สถานประกอบการเห็นสมควร</p>
                            </div>
                        <?php
                            break;
                        case 'featureofstudent': ?>
                            <h2>คุณสมบัติของนักศึกษาสหกิจศึกษา</h2>
                            <hr>
                            <h4>คุณสมบัติของนักศึกษาสหกิจศึกษา</h4>
                            <h5>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สาขาวิชาและอาจารย์นิเทศจะเป็นผู้คัดเลือกนักศึกษาที่มีคุณสมบัติดังต่อไปนี้เป็นนักศึกษาสหกิจศึกษา</h5>
                            <p class="ms-5">1. มีความรู้ทางวิชาการดี และมีผลการเรียนไม่ต่ำกว่า 2.00 ในภาคการศึกษาที่สมัคร</p>
                            <p class="ms-5">2. ไม่มีผลการเรียนเป็น I</p>
                            <p class="ms-5">3. สอบผ่านภาษาอังกฤษพื้นฐานตามศูนย์สหกิจศึกษากำหนดร้อยละ 50 คะแนนหรือใช้ผลคะแนนสอบจากศูนย์ทดสอบทางวิชาการ (เฉพาะนักศึกษานานาชาติ)</p>
                            <p class="ms-5">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CU-TEP คะแนนมากกว่าหรือเท่ากับ 35 คะแนนขึ้นไป</p>
                            <p class="ms-5">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TOEFL คะแนนมากกว่าหรือเท่ากับ 399 คะแนนขึ้นไป</p>
                            <p class="ms-5">4. ผ่านการเสริมทักษะทางด้านภาษาสื่อสารและเทคโนโลยีสารสนเทศเพื่อการสื่อสารที่ศูนย์สหกิจศึกษาจัดขึ้นร้อยละ 90</p>
                            <p class="ms-5">5. จะต้องสอบผ่านรายวิชาพื้นฐานที่สาขาวิชากำหนดหรือผ่านการอบรมฝึกปฏิบัติจำนวน 30 ชั่วโมง</p>
                            <p class="ms-5">6. มีความประพฤติเรียบร้อย ไม่เคยผิดวินัยนักศึกษา โดยสาขาวิชาเป็นผู้รับรอง</p>
                            <p class="ms-5">7. มีวุฒิภาวะ และการพัฒนาตนเองได้ดีเพียงพอที่จะปฏิบัติงานได้ในสถานประกอบการ</p>
                            <p class="ms-5">8. ปฏิบัติตามเงื่อนไข และกระบวนการสหกิจศึกษา</p>
                            <p class="ms-5">**ผลการเรียนของนักศึกษาใช้ผลการเรียนตั้งแต่เริ่มศึกษา จนถึง ภาคการศึกษา 1/2558 </p>
                        <?php
                            break;
                        case 'report': ?>
                            <h2>การเขียนรายงาน สหกิจศึกษา</h2>
                            <hr>
                            <h4>การเขียนรายงานสหกิจศึกษาและหัวข้อในการเขียนรายงาน</h4>
                            <h5 class="ms-3">หัวข้อในการเขียนรายงาน</h5>
                            <h5 class="ms-3">ส่วนประกอบตอนต้น เป็นส่วนประกอบก่อนที่จะเข้าสู่เนื้อหาของรายงาน ประกอบด้วย</h5>
                            <p class="ms-5"><i class="fa fa-caret-right me-2" style="font-size: 25px;" aria-hidden="true"></i>ปกนอก</p>
                            <p class="ms-5"><i class="fa fa-caret-right me-2" style="font-size: 25px;" aria-hidden="true"></i>ใบรองปก</p>
                            <p class="ms-5"><i class="fa fa-caret-right me-2" style="font-size: 25px;" aria-hidden="true"></i>จดหมายนำส่งรายงาน</p>
                            <p class="ms-5"><i class="fa fa-caret-right me-2" style="font-size: 25px;" aria-hidden="true"></i>กิตติกรรมประกาศ</p>
                            <p class="ms-5"><i class="fa fa-caret-right me-2" style="font-size: 25px;" aria-hidden="true"></i>บทคัดย่อภาษาไทย</p>
                            <p class="ms-5"><i class="fa fa-caret-right me-2" style="font-size: 25px;" aria-hidden="true"></i>สารบัญ</p>
                            <p class="ms-5"><i class="fa fa-caret-right me-2" style="font-size: 25px;" aria-hidden="true"></i>สารบัญตาราง (ถ้ามี)</p>
                            <p class="ms-5"><i class="fa fa-caret-right me-2" style="font-size: 25px;" aria-hidden="true"></i>สารบัญรูป (ถ้ามี)</p>
                            <h5 class="ms-3">ส่วนเนื้อเรื่อง เป็นส่วนสำคัญที่สุดของรายงานโดยแบ่งเนื้อหาออกเป็น 4 บท ประกอบด้วย</h5>
                            <p class="ms-5"><i class="fa fa-caret-right me-2" style="font-size: 25px;" aria-hidden="true"></i>บทที่ 1 บทนำ</p>
                            <p class="ms-5"><i class="fa fa-caret-right me-2" style="font-size: 25px;" aria-hidden="true"></i>บทที่ 2 รายละเอียดเกี่ยวกับโครงงาน</p>
                            <p class="ms-5"><i class="fa fa-caret-right me-2" style="font-size: 25px;" aria-hidden="true"></i>บทที่ 3 สรุปผลการปฏิบัติงาน</p>
                            <p class="ms-5"><i class="fa fa-caret-right me-2" style="font-size: 25px;" aria-hidden="true"></i>บทที่ 4 ปัญหาและข้อเสนอแนะ</p>
                            <h5 class="ms-3">ส่วนประกอบตอนท้าย เป็นส่วนเพิ่มเติมเพื่อทำให้รายงานมีความสมบูรณ์</h5>
                            <p class="ms-5"><i class="fa fa-caret-right me-2" style="font-size: 25px;" aria-hidden="true"></i>บรรณานุกรม</p>
                            <p class="ms-5"><i class="fa fa-caret-right me-2" style="font-size: 25px;" aria-hidden="true"></i>ภาคผนวก (ถ้ามี)</p>
                            <hr>
                            <h5 class="ms-3"><i class="fa fa-book me-2" style="font-size: 25px;" aria-hidden="true"></i>รูปแบบการเขียนรายงานสหกิจศึกษา</h5>
                    <?php } ?>


                </div>
            </div>
        </div>

    </div>

</body>
<?php include "footer.php"; ?>