<?php
include "header.php";
?>

<body>
    <div class="container mt-5 p-5" style="height:35rem;">
        <div>
            <div class="mt-5"><p></p></div>
         
            <h1>ประวัติความเป็นมา</h1>
            <p class="ms-5">
                มหาวิทยาลัยเจ้าพระยาก่อตั้งขึ้นโดยคุณพ่อจรูญ-คุณแม่หทัย ศิริวิริยะกุล และคณะผู้บริหารโรงเรียนในเครือวิริยาลัย ร่วมกับคณะผู้บริหารในกลุ่มบริษัทธุรกิจในเครือกว่า 20 บริษัท รวมทั้งผู้บริหารระดับสูง ทั้งในวงงานราชการและธุรกิจเอกชน และนักวิชาการระดับชาติ เพื่อสนองความศรัทธาของชุมชนและความปรารถนาของท่านผู้ปกครอง ศิษย์เก่าชาววิริยาลัย ตลอดจนเยาวชนและประชาชนทั่วภูมิภาคในการสืบสานสู่การศึกษาในระดับอุดมศึกษาที่สมบูรณ์แบบ จากรากฐานเดิม ในการผลิตทรัพยากรบุคคลระดับอนุปริญญา ของโรงเรียนในเครือวิริยาลัย คือ โรงเรียนพณิชยการวิริยาลัยนครสวรรค์ และโรงเรียนเทคโนธุรกิจวิริยาลัยนครสวรรค์ ซึ่งมีจำนวนนักศึกษากว่า 4,500 คนและเป็นโรงเรียนรางวัลพระราชทานระดับอุดมศึกษาแห่งแรกของสถาบันอาชีวศึกษาเอกชนทั่วประเทศ

                มหาวิทยาลัยเจ้าพระยา ตั้งอยู่ในอาณาจักรวิริยาลัย - เมืองมหาวิทยาลัยเจ้าพระยา ในบริเวณใกล้เคียงโรงเรียนเทคโนธุรกิจวิริยาลัยนครสวรรค์

                คณะวิทยาศาสตร์และเทคโนโลยี มหาวิทยาลัยเจ้าพระยา ประกอบไปด้วย 2 หลักสูตร คือ หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาวิทยาการคอมพิวเตอร์ เปิดดำเนินการมาตั้งแต่ปีการศึกษา 2541 และหลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาคอมพิวเตอร์มัลติมีเดีย เปิดดำเนินการในปีการศึกษา 2550 ปัจจุบันหลักสูตรได้ปรับปรุงตามกรอบมาตรฐานคุณวุฒิระดับอุดมศึกษาแห่งชาติ ปีการศึกษา 2556 ทั้ง 2 หลักสูตรอยู่ภายในคณะวิทยาศาสตร์และเทคโนโลยี ซึ่งเป็นหน่วยงานในฝ่ายงานวิชาการ ตามแผนภูมิโครงสร้างการบริหารงานของมหาวิทยาลัยเจ้าพระยา


            </p>
        </div>
    </div>
</body>

<?php include "footer.php"; ?>