<p>
    ชื่อหลักสูตร
    ภาษาไทย: วิทยาศาสตรบัณฑิต สาขาวิชาคอมพิวเตอร์มัลติมีเดีย
    ภาษาอังกฤษ: Bachelor of Science Program in Computer Multimedia
    ชื่อปริญญาและสาขาวิชา
    ชื่อเต็ม (ไทย): วิทยาศาสตรบัณฑิต (คอมพิวเตอร์มัลติมีเดีย)
    ชื่อย่อ (ไทย): วท.บ. (คอมพิวเตอร์มัลติมีเดีย)
    ชื่อเต็ม (อังกฤษ): Bachelor of Science (Computer Multimedia)
    ชื่อย่อ (อังกฤษ): B.Sc.(Computer Multimedia)
    จำนวนหน่วยกิตที่เรียนตลอดหลักสูตร : ไม่น้อยกว่า 130 หน่วยกิต
    อาชีพที่สามารถประกอบได้หลังสำเร็จการศึกษา
    (1) นักวิเคราะห์และพัฒนาแอนิเมชัน
    (2) นักออกแบบสื่อสิ่งพิมพ์ และมัลติมีเดีย
    (3) นักวิเคราะห์และพัฒนาแอปพลิเคชันบนมือถือ
    (4) นักพัฒนาและออกแบบเกม
    (5) นักเขียนโปรแกรมหรือผู้พัฒนาซอฟต์แวร์ เว็บไซต์
    (6) นักวิชาชีพในสถานประกอบการที่มีการใช้งานด้านมัลติมีเดีย เป็นต้น
    จำนวนหน่วยกิตรวมตลอดหลักสูตร : 130 หน่วยกิต
    โครงสร้างหลักสูตร
    1) หมวดวิชาศึกษาทั่วไป
    - กลุ่มวิชาสังคมศาสตร์
    - กลุ่มวิชามนุษยศาสตร์
    - กลุ่มวิชาภาษา
    - กลุ่มวิชาวิท`ยาศาสตร์และคณิตศาสตร์
    30
    6
    6
    12
    6
    หน่วยกิต
    หน่วยกิต
    หน่วยกิต
    หน่วยกิต
    หน่วยกิต
    2) หมวดวิชาเฉพาะ
    - กลุ่มวิชาแกน
    - กลุ่มวิชาเอกบังคับ
    - กลุ่มวิชาเอกเลือก
    94
    18
    61
    15
    หน่วยกิต
    หน่วยกิต
    หน่วยกิต
    หน่วยกิต
    3) หมวดวิชาเลือกเสรี
    6
    หน่วยกิต


</p>