<?php include "header.php"; ?>

<body>
    <div class="container my-5 p-5">
        <h1>วิสัยทัศน์</h1>
        <p class="ms-3">คณะวิทยาศาสตร์และเทคโนโลยี มุ่งผลิตบัณฑิตให้มีความรู้ คู่คุณธรรม <br>
            ก้าวทันเทคโนโลยีและนำไปปฏิบัติได้อย่างมือบนพื้นฐานความเป็นนวัตกร
        </p>
        <h1>พันธกิจ</h1>
        <ol>
            <li>
                ผลิตบัณฑิตที่มีคุณภาพ มีคุณธรรม และเป็นนักปฏิบัติทางวิชาชีพบนพื้นฐานความเป็นนวัตกร
            </li>
            <li>
                สร้างผลงานวิจัยและนวัตกรรมที่มีคุณภาพ สามารถนำไปใช้ประโยชน์กับชุมชนและสังคม
            </li>
            <li>
                บริการวิชาการทั้งภาครัฐและเอกชน เพื่อสร้างความเข้มแข็งให้กับชุมชน และสังคม

            </li>
            <li>
                ส่งเสริม สนับสนุน อนุรักษ์ เผยแพร่ และธำรงไว้ซึ่งศิลปวัฒนธรรมและความเป็นไทย
            </li>
            <li>
                พัฒนาคณะวิทยาศาสตร์และเทคโนโลยีให้มีความเข้มแข็ง มีศักยภาพ และเป็นไปตามหลักธรรมาภิบาล
            </li>
        </ol>
    </div>

</body>
<?php include "footer.php"; ?>